<div>Termos de Uso</div>
<div class="terms">

    <p>Estes s&atilde;o os termos do neg&oacute;cio que regem o contrato entre voc&ecirc; e a Caffeine para quaisquer produtos ou servi&ccedil;os que voc&ecirc; adquira de n&oacute;s, incluindo os seguintes:<br />
        -Servi&ccedil;os de armazenamento de amostra (Assinatura Caffeine&rdquo;);&#160;&#160;&#160;&#160;&#160;<br />
        -Amostras, plug-ins e software de m&uacute;sica (&ldquo;Conte&uacute;do Digital&rdquo;);&#160;&#160;&#160;&#160;<br />
        estejam ou n&atilde;o dispon&iacute;veis para compra por meio de nosso website ou por meio de software que disponibilizamos para voc&ecirc; de tempos em tempos (juntos, o &ldquo;Servi&ccedil;o&rdquo;).<br />
        Estes termos devem ser lidos em conjunto com os termos de uso de nosso site e nossa pol&iacute;tica de privacidade.<br />
        Observe que todo o Conte&uacute;do Digital &eacute; licenciado para voc&ecirc; e n&atilde;o vendido.&#160;A seguinte licen&ccedil;a se aplica a todo o uso de tais materiais.&#160;&#160;<br />
        &#160;<br />
        Seu uso da Assinatura do Caffeine est&aacute; sujeito &agrave; nossa Pol&iacute;tica de Uso Aceit&aacute;vel do Caffeine, que est&aacute; dispon&iacute;vel aqui neste documento.<br />
        Em algumas &aacute;reas, voc&ecirc; ter&aacute; direitos diferentes ao abrigo destes termos, dependendo se voc&ecirc; &eacute; uma empresa ou consumidor.&#160;Voc&ecirc; &eacute; um consumidor se:<br />
        &middot;&#160;Voc&ecirc; &eacute; um indiv&iacute;duo.&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        &middot;&#160;Voc&ecirc; est&aacute; comprando produtos de n&oacute;s total ou principalmente para seu uso pessoal (n&atilde;o para uso em conex&atilde;o com seu com&eacute;rcio, neg&oacute;cios, artesanato ou profiss&atilde;o).&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        Se voc&ecirc; &eacute; um cliente empresarial, este &eacute; o nosso acordo integral com voc&ecirc;.&#160;Se voc&ecirc; for um cliente comercial, esses termos constituem o acordo completo entre n&oacute;s em rela&ccedil;&atilde;o &agrave; sua compra.&#160;Voc&ecirc; reconhece que n&atilde;o se baseou em nenhuma declara&ccedil;&atilde;o, promessa, representa&ccedil;&atilde;o, garantia ou garantia feita ou dada por ou em nosso nome que n&atilde;o esteja estipulada nestes termos e que voc&ecirc; n&atilde;o ter&aacute; nenhuma reclama&ccedil;&atilde;o por falsidade inocente ou negligente ou declara&ccedil;&atilde;o falsa negligente com base em qualquer declara&ccedil;&atilde;o neste contrato.<br />
        1.&#160;PEDIDOS E NOSSO CONTRATO COM VOC&Ecirc;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        1.1&#160;Quando o contrato de compra entrar em vigor.&#160;Nossa aceita&ccedil;&atilde;o de seu pedido ocorrer&aacute; quando enviarmos um e-mail para voc&ecirc; aceit&aacute;-lo ou quando disponibilizarmos os Produtos relevantes para voc&ecirc;, o que ocorrer primeiro, momento em que um contrato entrar&aacute; em vigor entre voc&ecirc; e n&oacute;s.&#160;Observe que podemos rejeitar um pedido se n&atilde;o formos capazes de aceit&aacute;-lo, o que pode ser devido a um erro no pre&ccedil;o ou na descri&ccedil;&atilde;o desse produto, indisponibilidade, problemas t&eacute;cnicos ou devido a restri&ccedil;&otilde;es de licenciamento, como quando o desenvolvedor ou o produto limitou nossa capacidade de vend&ecirc;-lo, caso em que iremos inform&aacute;-lo, e n&atilde;o cobrar (e reembolsaremos se o seu pagamento j&aacute; tiver sido feito).&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        2.&#160;NOSSOS PRODUTOS&#160;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        2.1&#160;Atualiza&ccedil;&otilde;es de conte&uacute;do digital.&#160;Podemos atualizar ou exigir que voc&ecirc; atualize o Conte&uacute;do Digital, desde que o Conte&uacute;do Digital sempre corresponda &agrave; descri&ccedil;&atilde;o que fornecemos a voc&ecirc; antes de voc&ecirc; compr&aacute;-lo.&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        2.2&#160;Assinatura do Caffeine.&#160;Os seguintes termos se aplicam ao uso de qualquer Assinatura do Caffeine:&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        2.2.1&#160;Certos recursos pagos de nosso servi&ccedil;o de Assinatura Caffeine permitem que voc&ecirc; marque e carregue amostras de &aacute;udio e sons (&ldquo;Seu &Aacute;udio&#160;&rdquo;) e acesse Seu &Aacute;udio por meio do Servi&ccedil;o.&#160;&#160;&#160;&#160;&#160;&#160;<br />
        2.2.2&#160;A Assinatura do Caffeine &eacute; para seu uso pessoal apenas, &quot;como est&aacute;&quot; e todo uso deve estar de acordo com estes termos e condi&ccedil;&otilde;es.&#160;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        2.2.3&#160;Voc&ecirc; concorda que &eacute; o propriet&aacute;rio do Seu &Aacute;udio e que &eacute; sua cria&ccedil;&atilde;o original, ou que tem e deve manter todos os direitos, licen&ccedil;as e permiss&otilde;es necess&aacute;rios para fazer upload do Seu &Aacute;udio para n&oacute;s, e voc&ecirc; nos concede uma licen&ccedil;a mundial para exibir, distribuir, armazenar, transmitir, reproduzir, modificar, adaptar, copiar e de outra forma usar Seu &Aacute;udio com a finalidade de fornecer a Assinatura Caffeine a voc&ecirc;.&#160;&#160;&#160;&#160;&#160;&#160;<br />
        2.2.4&#160;Voc&ecirc; ser&aacute; respons&aacute;vel por quaisquer perdas, despesas ou outros custos incorridos por n&oacute;s que sejam causados &#8203;&#8203;por sua falha em garantir que voc&ecirc; tem todos os direitos necess&aacute;rios para usar Seu &Aacute;udio em conex&atilde;o com uma Assinatura do Caffeine.&#160;&#160;&#160;&#160;&#160;&#160;<br />
        2.2.5&#160;Faremos todos os esfor&ccedil;os razo&aacute;veis &#8203;&#8203;para disponibilizar a Assinatura do Caffeine para voc&ecirc; durante a dura&ccedil;&atilde;o de sua Assinatura do Caffeine.&#160;Garantimos apenas que o servi&ccedil;o de assinatura do Caffeine, quando disponibilizado por n&oacute;s, deve ser de qualidade satisfat&oacute;ria, conforme descrito e adequado para a finalidade.&#160;Observe que podemos precisar realizar manuten&ccedil;&atilde;o programada e de emerg&ecirc;ncia de tempos em tempos, caso em que nosso fornecimento da Assinatura Caffeine pode ser suspenso temporariamente, conforme descrito mais adiante na cl&aacute;usula 3.5.&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        2.2.6&#160;O servi&ccedil;o de assinatura do Caffeine n&atilde;o &eacute; um servi&ccedil;o de backup e n&atilde;o deve ser considerado como tal.&#160;Embora a Assinatura do Caffeine possa permitir que voc&ecirc; acesse Seu &Aacute;udio de novas maneiras, voc&ecirc; deve garantir que mant&eacute;m seu pr&oacute;prio backup independente de Seu &Aacute;udio e n&atilde;o seremos respons&aacute;veis &#8203;&#8203;pela perda de c&oacute;pias de Seu &Aacute;udio se voc&ecirc; n&atilde;o o fizer.&#160;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        2.2.7&#160;Voc&ecirc; reconhece que a Internet n&atilde;o &eacute; um meio seguro e n&atilde;o seremos respons&aacute;veis &#8203;&#8203;em qualquer quantidade ou tipo de perda ou dano devido a v&iacute;rus ou outro software malicioso que possa infectar seu equipamento de computador, software, dados ou outra propriedade causada por pessoas que acessam ou usam o Servi&ccedil;o (exceto na medida em que danos ao seu dispositivo ou outro conte&uacute;do digital de sua propriedade sejam causados &#8203;&#8203;pelo Servi&ccedil;o como resultado de nossa falha em usar o cuidado e habilidade razo&aacute;veis, caso em que voc&ecirc; pode ter direito a uma compensa&ccedil;&atilde;o ou podemos ser obrigados a reparar seu dispositivo).&#160;&#160;&#160;&#160;&#160;&#160;<br />
        2.2.8&#160;N&atilde;o garantimos que a opera&ccedil;&atilde;o de nosso Servi&ccedil;o seja ininterrupta ou livre de erros ou que qualquer erro ou interrup&ccedil;&atilde;o possa ou seja corrigido.&#160;N&oacute;s nos reservamos o direito de suspender a assinatura do Caffeine a qualquer momento quando for razoavelmente necess&aacute;rio para cumprirmos nossas obriga&ccedil;&otilde;es legais ou quando voc&ecirc; violar estes termos e condi&ccedil;&otilde;es.&#160;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        2.2.9&#160;Podemos encerrar uma Assinatura do Caffeine mediante aviso pr&eacute;vio de um m&ecirc;s para voc&ecirc;, desde que devolvamos a voc&ecirc; quaisquer valores que voc&ecirc; tenha pago antecipadamente para uso de sua Assinatura do Caffeine ap&oacute;s o encerramento.&#160;&#160;&#160;&#160;&#160;&#160;<br />
        2.2.10&#160;Onde oferecemos a voc&ecirc; uma Assinatura Caffeine gratuitamente sem pagamento, podemos suspender ou rescindir essa Assinatura Caffeine a qualquer momento, por qualquer motivo e sem responsabilidade na medida permitida por lei.&#160;&#160;&#160;&#160;<br />
        3.&#160;FORNECENDO OS PRODUTOS&#160;&#160;&#160;&#160;&#160;&#160;<br />
        3.1&#160;Quando iremos fornecer os Produtos:&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        3.1.1&#160;Conte&uacute;do digital.&#160;Disponibilizaremos Conte&uacute;do Digital para download por voc&ecirc; assim que aceitarmos seu pedido.&#160;&#160;&#160;&#160;&#160;&#160;<br />
        3.1.2&#160;Assinatura Caffeine.&#160;Vamos disponibilizar os servi&ccedil;os para voc&ecirc; at&eacute; que sua assinatura expire ou seja encerrada conforme explicado nestes termos.&#160;&#160;&#160;&#160;&#160;&#160;<br />
        3.2&#160;N&atilde;o somos respons&aacute;veis &#8203;&#8203;por atrasos fora do nosso controle.&#160;Se o nosso fornecimento de qualquer Produto for atrasado por um evento fora do nosso controle, entraremos em contato com voc&ecirc; o mais r&aacute;pido poss&iacute;vel para inform&aacute;-lo e tomaremos medidas para minimizar o efeito do atraso.&#160;Desde que fa&ccedil;amos isso, n&atilde;o seremos respons&aacute;veis &#8203;&#8203;por atrasos causados &#8203;&#8203;pelo evento, mas se houver um risco de atraso substancial, voc&ecirc; pode entrar em contato conosco para encerrar o contrato e receber um reembolso por quaisquer Produtos que tenha pagado, mas n&atilde;o recebido.&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        3.3&#160;Observe que qualquer Conte&uacute;do Digital fornecido a voc&ecirc; &eacute; licenciado para voc&ecirc;, em vez de vendido, e que o uso desse Conte&uacute;do Digital est&aacute; sujeito aos nossos termos de licen&ccedil;a padr&atilde;o dispon&iacute;veis.<br />
        3.4&#160;O que acontecer&aacute; se voc&ecirc; n&atilde;o nos fornecer as informa&ccedil;&otilde;es exigidas.&#160;Podemos precisar de algumas informa&ccedil;&otilde;es suas para que possamos fornecer os produtos a voc&ecirc;.&#160;Se voc&ecirc; n&atilde;o nos fornecer essas informa&ccedil;&otilde;es dentro de um per&iacute;odo de tempo razo&aacute;vel ap&oacute;s nossa solicita&ccedil;&atilde;o, ou se voc&ecirc; nos fornecer informa&ccedil;&otilde;es incompletas ou incorretas, podemos rescindir o contrato (e a cl&aacute;usula 6.2 ser&aacute; aplic&aacute;vel) ou fazer uma cobran&ccedil;a adicional de uma quantia razo&aacute;vel para nos compensar por qualquer trabalho extra que seja necess&aacute;rio como resultado.&#160;N&atilde;o seremos respons&aacute;veis &#8203;&#8203;pelo fornecimento tardio dos produtos ou pelo n&atilde;o fornecimento de qualquer parte deles se isso for causado pelo fato de voc&ecirc; n&atilde;o ter nos fornecido as informa&ccedil;&otilde;es de que necessitamos em um prazo razo&aacute;vel ap&oacute;s a solicita&ccedil;&atilde;o.&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        3.5&#160;O que acontecer&aacute; se voc&ecirc; n&atilde;o nos fornecer as informa&ccedil;&otilde;es exigidas.&#160;Podemos precisar de algumas informa&ccedil;&otilde;es suas para que possamos fornecer os produtos a voc&ecirc;.&#160;Se voc&ecirc; n&atilde;o nos fornecer essas informa&ccedil;&otilde;es dentro de um per&iacute;odo de tempo razo&aacute;vel ap&oacute;s nossa solicita&ccedil;&atilde;o, ou se voc&ecirc; nos fornecer informa&ccedil;&otilde;es incompletas ou incorretas, podemos rescindir o contrato (e a cl&aacute;usula 6.2 ser&aacute; aplic&aacute;vel) ou fazer uma cobran&ccedil;a adicional de uma quantia razo&aacute;vel para nos compensar por qualquer trabalho extra que seja necess&aacute;rio como resultado.&#160;N&atilde;o seremos respons&aacute;veis &#8203;&#8203;pelo fornecimento tardio dos produtos ou pelo n&atilde;o fornecimento de qualquer parte deles se isso for causado pelo fato de voc&ecirc; n&atilde;o ter nos fornecido as informa&ccedil;&otilde;es de que necessitamos em um prazo razo&aacute;vel ap&oacute;s a solicita&ccedil;&atilde;o.&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        3.6&#160;Raz&otilde;es pelas quais podemos suspender o fornecimento de produtos a voc&ecirc;.&#160;Podemos ter que suspender o fornecimento de um Produto (por exemplo, uma Assinatura Caffeine) para:&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        3.6.1&#160;lidar com problemas t&eacute;cnicos ou fazer pequenas altera&ccedil;&otilde;es ou atualiza&ccedil;&otilde;es t&eacute;cnicas;&#160;ou&#160;&#160;&#160;&#160;&#160;&#160;<br />
        3.6.2&#160;atualizar o Produto para refletir as mudan&ccedil;as nas leis relevantes e requisitos regulat&oacute;rios;&#160;ou&#160;&#160;&#160;&#160;&#160;&#160;<br />
        3.6.3&#160;fazer altera&ccedil;&otilde;es no Produto conforme solicitado por voc&ecirc; ou notificado por n&oacute;s a voc&ecirc;.&#160;&#160;&#160;&#160;&#160;&#160;<br />
        3.7&#160;Seus direitos se suspendermos o fornecimento de Produtos.&#160;Entraremos em contato com voc&ecirc; com anteced&ecirc;ncia para informar que suspenderemos o fornecimento do Produto, a menos que o problema seja urgente ou emergencial.&#160;Se tivermos que suspender o Produto por mais de uma semana em qualquer per&iacute;odo de 90 dias, ajustaremos o pre&ccedil;o para que voc&ecirc; n&atilde;o pague pelos Produtos enquanto eles estiverem suspensos.&#160;Voc&ecirc; pode entrar em contato conosco para rescindir o contrato de um Produto se o suspendermos, ou informar que vamos suspend&ecirc;-lo, em cada caso por um per&iacute;odo de mais de duas semanas e devolveremos quaisquer quantias que voc&ecirc; tenha pago antecipadamente pelo Produto em rela&ccedil;&atilde;o ao per&iacute;odo ap&oacute;s o t&eacute;rmino do contrato.&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        3.8&#160;Tamb&eacute;m podemos suspender o fornecimento dos Produtos se voc&ecirc; n&atilde;o pagar.&#160;Se voc&ecirc; n&atilde;o nos pagar pelos Produtos quando deveria e ainda assim n&atilde;o fizer o pagamento dentro de tr&ecirc;s dias ap&oacute;s lembrarmos que o pagamento &eacute; devido, podemos suspender o fornecimento dos Produtos at&eacute; que voc&ecirc; nos pague os valores pendentes.&#160;Entraremos em contato para inform&aacute;-lo de que estamos suspendendo o fornecimento dos Produtos.&#160;N&atilde;o suspenderemos os Produtos em que voc&ecirc; disputa a fatura n&atilde;o paga (consulte a cl&aacute;usula 9.6).&#160;Se voc&ecirc; for um consumidor, n&atilde;o cobraremos pelos Produtos durante o per&iacute;odo em que eles estiverem suspensos.&#160;Al&eacute;m de suspender os Produtos, tamb&eacute;m podemos cobrar juros sobre seus pagamentos em atraso (consulte a cl&aacute;usula 9.4).&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        4.&#160;SEUS DIREITOS DE FINALIZAR O CONTRATO&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        Voc&ecirc; pode encerrar seu contrato conosco da seguinte maneira.&#160;(ATEN&Ccedil;&Atilde;O: o seu direito de rescindir o seu contrato est&aacute; sujeito a certas exclus&otilde;es importantes, que est&atilde;o definidas na cl&aacute;usula 10.4 abaixo.&#160;Verifique-as cuidadosamente.)&#160;<br />
        4.1&#160;Seus direitos ao rescindir o contrato depender&atilde;o do que voc&ecirc; comprou, se h&aacute; algo errado com ele, como estamos atuando e quando voc&ecirc; decide rescindir o contrato:&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        4.1.1&#160;Se o que voc&ecirc; comprou estiver com defeito ou descrito incorretamente, voc&ecirc; pode ter o direito legal de rescindir o contrato (ou de obter o produto reparado, substitu&iacute;do ou refeito ou para obter parte ou todo o seu dinheiro de volta), consulte cl&aacute;usula 7;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        4.1.2&#160;Se desejar rescindir o contrato por causa de algo que fizemos ou dissemos que far&iacute;amos, consulte a cl&aacute;usula 4.2;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        4.1.3&#160;Se voc&ecirc; acabou de mudar de ideia sobre o Produto, poder&aacute; obter um reembolso conforme estabelecido na cl&aacute;usula 4.3 se voc&ecirc; for um consumidor e estiver dentro do per&iacute;odo de reflex&atilde;o, mas isso pode estar sujeito a dedu&ccedil;&otilde;es ;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        4.1.4&#160;Em todos os outros casos (se n&atilde;o formos culpados e n&atilde;o houver o direito de mudar de ideia), consulte a cl&aacute;usula 4.6.&#160;&#160;&#160;&#160;&#160;&#160;<br />
        4.2&#160;Terminar o contrato por causa de algo que fizemos ou vamos fazer.&#160;Se:&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        4.2.1 informamos&#160;sobre uma futura mudan&ccedil;a no Produto ou sobre estes termos com os quais voc&ecirc; n&atilde;o concorda;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        4.2.2 informamos&#160;sobre um erro no pre&ccedil;o ou na descri&ccedil;&atilde;o do Produto que voc&ecirc; solicitou e voc&ecirc; n&atilde;o deseja prosseguir;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        4.2.3&#160;existe o risco de que o fornecimento dos Produtos possa ser significativamente atrasado devido a eventos fora do nosso controle;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        4.2.4&#160;suspendemos o fornecimento dos Produtos por motivos t&eacute;cnicos, ou notificamos que iremos suspend&ecirc;-los por motivos t&eacute;cnicos, em cada caso por um per&iacute;odo superior a uma semana;&#160;ou&#160;&#160;&#160;&#160;&#160;&#160;<br />
        4.2.5&#160;voc&ecirc; tem o direito legal de rescindir o contrato por causa de algo que fizemos de errado,&#160;&#160;&#160;&#160;&#160;&#160;<br />
        voc&ecirc; pode rescindir o contrato e n&oacute;s o reembolsaremos integralmente por quaisquer produtos que n&atilde;o tenham sido fornecidos e voc&ecirc; tamb&eacute;m ter&aacute; direito a uma compensa&ccedil;&atilde;o.<br />
        4.3&#160;Exercer o seu direito de mudar de ideia (Consumer Contracts Regulations 2013).&#160;Para a maioria dos produtos comprados online, voc&ecirc; tem o direito legal de mudar de ideia dentro de 14 dias e receber um reembolso apenas se for um consumidor, embora consulte a cl&aacute;usula 4.4.&#160;Esses direitos, nos termos do Consumer Contracts Regulations 2013, s&atilde;o explicados em mais detalhes nestes termos.&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        4.4&#160;IMPORTANTE: Quando voc&ecirc; n&atilde;o tem o direito de mudar de ideia.&#160;Voc&ecirc; n&atilde;o tem o direito de mudar de ideia a respeito de:&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        4.4.1&#160;Produtos Digitais ap&oacute;s voc&ecirc; ter iniciado o download ou streaming (por exemplo, depois de iniciar o download de um pacote de amostra, ele n&atilde;o &eacute; reembols&aacute;vel);&#160;&#160;&#160;&#160;&#160;&#160;<br />
        4.4.2&#160;qualquer Produto que tenha sido personalizado;&#160;e&#160;&#160;&#160;&#160;&#160;&#160;<br />
        4.4.3&#160;qualquer Assinatura do Caffeine na medida em que voc&ecirc; a tenha usado.&#160;&#160;&#160;&#160;&#160;&#160;<br />
        4.5&#160;Quanto tempo tenho para mudar de ideia?&#160;Se voc&ecirc; &eacute; um consumidor e tem o direito de mudar de ideia, quanto tempo voc&ecirc; tem para fazer isso depende do que voc&ecirc; pediu e como foi entregue:&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        4.5.1&#160;Voc&ecirc; comprou Conte&uacute;do Digital?&#160;Em caso afirmativo, voc&ecirc; tem 14 dias ap&oacute;s o dia em que lhe enviamos um e-mail para confirmar que aceitamos seu pedido ou, se antes, at&eacute; que voc&ecirc; comece a baixar ou transmitir esse Conte&uacute;do Digital.&#160;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        4.5.2&#160;Voc&ecirc; comprou um servi&ccedil;o como uma assinatura do Caffeine?&#160;Se assim for, voc&ecirc; tem 14 dias ap&oacute;s o dia em que lhe enviaremos um e-mail para confirmar que aceitamos seu pedido.&#160;No entanto, uma vez que tenhamos conclu&iacute;do os servi&ccedil;os, voc&ecirc; n&atilde;o pode mudar de ideia, mesmo se o per&iacute;odo ainda estiver correndo.&#160;Se voc&ecirc; cancelar ap&oacute;s o in&iacute;cio dos servi&ccedil;os, dever&aacute; pagar-nos pelos servi&ccedil;os prestados at&eacute; o momento em que nos informar que mudou de ideia.&#160;&#160;&#160;&#160;&#160;&#160;<br />
        4.6&#160;Terminar o contrato onde n&atilde;o somos os culpados e n&atilde;o h&aacute; o direito de mudar de ideia.&#160;Mesmo que n&atilde;o tenhamos a culpa e voc&ecirc; n&atilde;o tenha o direito de mudar de ideia (ver cl&aacute;usula 0), voc&ecirc; ainda pode rescindir o contrato antes de ser conclu&iacute;do se for um consumidor, mas pode ter que nos pagar uma indeniza&ccedil;&atilde;o.&#160;Um contrato para Conte&uacute;do Digital &eacute; conclu&iacute;do quando o Produto &eacute; baixado ou transmitido e pago.&#160;Um contrato de servi&ccedil;os &eacute; conclu&iacute;do quando terminarmos de fornecer os servi&ccedil;os e voc&ecirc; pagar por eles.&#160;Se voc&ecirc; deseja rescindir um contrato antes de ser conclu&iacute;do, em que n&atilde;o somos culpados e voc&ecirc; n&atilde;o mudou de ideia, entre em contato conosco para nos informar.&#160;Um contrato para uma Assinatura do Caffeine n&atilde;o terminar&aacute; at&eacute; 1 m&ecirc;s ap&oacute;s o dia em que voc&ecirc; nos contata.&#160;Um contrato para produtos que n&atilde;o s&atilde;o servi&ccedil;os terminar&aacute; imediatamente e n&oacute;s reembolsaremos quaisquer quantias pagas por voc&ecirc; pelos produtos n&atilde;o fornecidos, mas podemos deduzir desse reembolso (ou, se voc&ecirc; n&atilde;o tiver feito um pagamento adiantado, cobrar de voc&ecirc;) uma compensa&ccedil;&atilde;o razo&aacute;vel para os custos l&iacute;quidos em que incorreremos como resultado da rescis&atilde;o do contrato.&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        5.&#160;COMO FINALIZAR O CONTRATO CONOSCO (INCLUINDO SE VOC&Ecirc; MUDOU DE MENTE)&#160;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        5.1&#160;Diga-nos que deseja rescindir o contrato.&#160;Se voc&ecirc; tem o direito de rescindir o contrato conosco (consulte a cl&aacute;usula 4) e deseja faz&ecirc;-lo, informe-nos de uma das seguintes maneiras:&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        5.1.1&#160;E-mail.&#160;Envie-nos um e-mail para: suporte@caffeine.com&#160;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        5.1.2&#160;Por correio.&#160;Ou simplesmente escreva-nos para o endere&ccedil;o acima, incluindo detalhes do que voc&ecirc; comprou, quando voc&ecirc; fez o pedido ou recebeu e seu nome e endere&ccedil;o.&#160;&#160;&#160;&#160;&#160;&#160;<br />
        5.2&#160;Como iremos reembols&aacute;-lo.&#160;N&oacute;s devolveremos o valor pago pelos produtos de acordo com o m&eacute;todo de pagamento utilizado.&#160;No entanto, podemos fazer dedu&ccedil;&otilde;es no pre&ccedil;o, conforme descrito abaixo.&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        5.3&#160;Dedu&ccedil;&otilde;es de reembolsos se voc&ecirc; estiver exercendo seu direito de mudar de ideia.&#160;Se voc&ecirc; est&aacute; exercendo seu direito de mudar de ideia:&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        5.3.1&#160;Quando o Produto for um servi&ccedil;o como uma Assinatura Caffeine, podemos deduzir de qualquer reembolso um valor pelo fornecimento do servi&ccedil;o para o per&iacute;odo para o qual foi fornecido.&#160;O valor ser&aacute; proporcional ao que est&aacute; sendo fornecido, em compara&ccedil;&atilde;o com a cobertura total do contrato.&#160;&#160;&#160;&#160;&#160;&#160;<br />
        5.4&#160;Quando seu reembolso ser&aacute; feito.&#160;Faremos qualquer reembolso devido a voc&ecirc; em at&eacute; 14 dias ap&oacute;s nos informar que mudou de ideia.&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        6.&#160;NOSSO DIREITO DE ENCERRAR O CONTRATO&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        6.1&#160;Podemos rescindir o contrato se voc&ecirc; o quebrar.&#160;Podemos rescindir o contrato de um Produto a qualquer momento, escrevendo para voc&ecirc; se:&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        6.1.1&#160;voc&ecirc; n&atilde;o faz nenhum pagamento para n&oacute;s quando ele &eacute; devido e voc&ecirc; ainda n&atilde;o faz o pagamento dentro de cinco dias de n&oacute;s para lembr&aacute;-lo de que o pagamento &eacute; devido;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        6.1.2&#160;voc&ecirc; n&atilde;o nos fornece, dentro de um prazo razo&aacute;vel ap&oacute;s a nossa solicita&ccedil;&atilde;o, as informa&ccedil;&otilde;es necess&aacute;rias para que possamos fornecer os Produtos;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        6.1.3&#160;voc&ecirc; n&atilde;o permite, dentro de um tempo razo&aacute;vel, o fornecimento dos Produtos a voc&ecirc;;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        6.1.4&#160;voc&ecirc; n&atilde;o est&aacute; em conformidade com os termos de uma licen&ccedil;a aplic&aacute;vel ao uso do Conte&uacute;do Digital ou com estes termos e condi&ccedil;&otilde;es.&#160;&#160;&#160;&#160;&#160;&#160;<br />
        6.2&#160;Voc&ecirc; deve nos compensar se quebrar o contrato.&#160;Se rescindirmos o contrato nas situa&ccedil;&otilde;es estabelecidas na cl&aacute;usula 6.1 (ou se voc&ecirc; decidir rescindir o contrato pelas raz&otilde;es estabelecidas em 4.2 escrevendo para n&oacute;s), reembolsaremos qualquer dinheiro que voc&ecirc; tenha pago antecipadamente por Produtos que n&atilde;o fornecemos mas podemos deduzir ou cobrar de voc&ecirc; uma compensa&ccedil;&atilde;o razo&aacute;vel pelos custos l&iacute;quidos que incorreremos como resultado da quebra do contrato.&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        7.&#160;SE HOUVER UM PROBLEMA COM O PRODUTO&#160;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        7.1&#160;Como nos contar sobre problemas.&#160;Se voc&ecirc; tiver d&uacute;vidas ou reclama&ccedil;&otilde;es sobre o produto, entre em contato conosco por telefone para nossa equipe de atendimento ao cliente, escrevendo para suporte@caffeine.com <br />
        7.2&#160;Resumo de seus direitos legais.&#160;Temos o dever legal de fornecer produtos que estejam em conformidade com este contrato.&#160;Consulte o quadro abaixo para obter um resumo de seus principais direitos legais em rela&ccedil;&atilde;o ao Produto, se voc&ecirc; for um consumidor, em vez de uma empresa.&#160;Nada nestes termos afetar&aacute; seus direitos legais.&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        Resumo dos seus principais direitos legais<br />
        &#160;<br />
        Este &eacute; um resumo dos seus principais direitos legais&#160;se voc&ecirc; estiver usando Produtos como consumidor.&#160;Estes est&atilde;o sujeitos a certas exce&ccedil;&otilde;es.&#160;<br />
        &#160;<br />
        Se o seu produto for Conte&uacute;do Digital, por exemplo, amostras de &aacute;udio, a Lei dos Direitos do Consumidor de 2015 diz que o conte&uacute;do digital deve ser conforme descrito, adequado para a finalidade e de qualidade satisfat&oacute;ria:<br />
        &#160;<br />
        &middot;&#160;Se o seu conte&uacute;do digital estiver com defeito, voc&ecirc; ter&aacute; direito a um conserto ou substitui&ccedil;&atilde;o.&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        &middot;&#160;Se a falha n&atilde;o puder ser corrigida, ou se n&atilde;o tiver sido corrigida dentro de um tempo razo&aacute;vel e sem inconvenientes significativos, voc&ecirc; pode obter parte ou todo o seu dinheiro de volta&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        &middot;&#160;Se voc&ecirc; puder mostrar que a falha danificou seu dispositivo e n&atilde;o usamos os cuidados e as habilidades razo&aacute;veis, voc&ecirc; pode ter direito a um reparo ou compensa&ccedil;&atilde;o&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        &middot;&#160;Ver tamb&eacute;m a cl&aacute;usula 4.3.&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        Se o seu produto for servi&ccedil;os, por exemplo, uma assinatura do Caffeine, a Lei dos Direitos do Consumidor de 2015 diz:<br />
        &#160;<br />
        &middot;&#160;Voc&ecirc; pode nos pedir para repetir ou consertar um servi&ccedil;o se n&atilde;o for realizado com cuidado e habilidade razo&aacute;veis, ou receber algum dinheiro de volta se n&atilde;o pudermos consert&aacute;-lo.&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        &middot;&#160;Se voc&ecirc; n&atilde;o concordou com um pre&ccedil;o de antem&atilde;o, o que voc&ecirc; deve pagar deve ser razo&aacute;vel.&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        &middot;&#160;Se voc&ecirc; n&atilde;o combinou um tempo com anteced&ecirc;ncia, deve ser realizado dentro de um prazo razo&aacute;vel.&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        &#160;<br />
        8.&#160;SEUS DIREITOS EM RELA&Ccedil;&Atilde;O A PRODUTOS DEFEITUOSOS SE VOC&Ecirc; FOR UM NEG&Oacute;CIO&#160;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        8.1&#160;Se voc&ecirc; for um cliente comercial, garantimos que, no momento da entrega, quaisquer Produtos dever&atilde;o:&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        8.1.1&#160;estar em conformidade em todos os aspectos materiais com sua descri&ccedil;&atilde;o;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        8.1.2&#160;estar livre de defeitos de material.&#160;&#160;&#160;&#160;&#160;&#160;<br />
        8.2&#160;Sujeito &agrave; Cl&aacute;usula 8.1, se:&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        8.2.1&#160;voc&ecirc; nos avisa por escrito dentro de um prazo razo&aacute;vel ap&oacute;s receber os Produtos e descobrir que um Produto n&atilde;o est&aacute; em conformidade com a garantia estabelecida na Cl&aacute;usula 8.1;&#160;e&#160;&#160;&#160;&#160;&#160;&#160;<br />
        8.2.2&#160;nos &eacute; dada uma oportunidade razo&aacute;vel de examinar tal Produto,&#160;&#160;&#160;&#160;&#160;&#160;<br />
        Devemos, a nosso crit&eacute;rio, consertar ou substituir o produto defeituoso ou reembolsar o pre&ccedil;o do produto defeituoso na &iacute;ntegra.<br />
        8.3&#160;N&atilde;o seremos respons&aacute;veis &#8203;&#8203;pela falha de um Produto em cumprir a garantia da Cl&aacute;usula 8.1 se:&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        8.3.1&#160;voc&ecirc; fizer qualquer uso de tal Produto ap&oacute;s descobrir que ele n&atilde;o cumpre com a garantia da cl&aacute;usula 8.1;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        8.3.2&#160;o defeito surge porque voc&ecirc; n&atilde;o seguiu nossas instru&ccedil;&otilde;es orais ou escritas quanto ao armazenamento, instala&ccedil;&atilde;o, uso ou manuten&ccedil;&atilde;o do Produto ou (se n&atilde;o houver) boas pr&aacute;ticas comerciais;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        8.3.3&#160;o defeito surge como resultado de seguirmos qualquer especifica&ccedil;&atilde;o fornecida por voc&ecirc;, ou como resultado do uso do Produto em combina&ccedil;&atilde;o com seu pr&oacute;prio software ou de terceiros ou outros materiais n&atilde;o expressamente aprovados por n&oacute;s por escrito;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        8.3.4&#160;se tal falha for causada pela ocorr&ecirc;ncia de qualquer conting&ecirc;ncia imprevista al&eacute;m do nosso controle razo&aacute;vel, incluindo, sem limita&ccedil;&atilde;o, interrup&ccedil;&otilde;es na Internet, interrup&ccedil;&otilde;es nas comunica&ccedil;&otilde;es, inc&ecirc;ndio, inunda&ccedil;&atilde;o, guerra ou caso fortuito;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        8.3.5&#160;voc&ecirc; alterar ou reparar o Produto sem nosso consentimento por escrito;&#160;ou&#160;&#160;&#160;&#160;&#160;&#160;<br />
        8.3.6&#160;o defeito surge como resultado de dano intencional, neglig&ecirc;ncia ou condi&ccedil;&otilde;es anormais de trabalho.&#160;&#160;&#160;&#160;&#160;&#160;<br />
        8.4&#160;Exceto conforme disposto nesta Cl&aacute;usula 8, n&atilde;o teremos qualquer responsabilidade para com voc&ecirc; em rela&ccedil;&atilde;o &agrave; falha do Produto em cumprir com a garantia estabelecida na Cl&aacute;usula 8.1.&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        8.5&#160;Estes termos se aplicam a quaisquer produtos reparados ou substitu&iacute;dos fornecidos por n&oacute;s de acordo com a Cl&aacute;usula 8.2.&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        9.&#160;PRE&Ccedil;O E PAGAMENTO&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        9.1&#160;Formas de pagamento.&#160;O conte&uacute;do digital deve ser pago antecipadamente.&#160;As assinaturas do Caffeine podem ser pagas por meio de pagamento &uacute;nico ou op&ccedil;&atilde;o de d&eacute;bito direto, pag&aacute;veis &#8203;&#8203;em parcelas mensais conforme explicado posteriormente durante o processo de pedido.&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        9.2&#160;Onde encontrar o pre&ccedil;o do produto.&#160;O pre&ccedil;o do produto (que inclui IVA) ser&aacute; o pre&ccedil;o indicado nas p&aacute;ginas do pedido quando voc&ecirc; fez o seu pedido.&#160;Tomamos todos os cuidados razo&aacute;veis &#8203;&#8203;para garantir que o pre&ccedil;o do produto que lhe &eacute; indicado seja o correto.&#160;No entanto, consulte a cl&aacute;usula 9.5 para saber o que acontece se descobrirmos um erro no pre&ccedil;o do produto que voc&ecirc; solicitou.&#160;Todos os pagamentos no Caffeine s&atilde;o feitos em libras esterlinas brit&acirc;nicas.&#160;A loja online Caffeine apresenta pre&ccedil;os em 4 moedas para auxiliar na tomada de decis&atilde;o quanto &agrave; compra.&#160;Essas moedas s&atilde;o: libra esterlina (GBP), euro (EUR), iene japon&ecirc;s (JPY) e d&oacute;lar americano (USD).&#160;Os pre&ccedil;os exibidos em moedas diferentes do GBP s&atilde;o apenas uma aproxima&ccedil;&atilde;o e as taxas de c&acirc;mbio reais aplicadas pelos bancos no momento da compra podem variar.&#160;Voc&ecirc; &eacute; respons&aacute;vel pelo pagamento de todas as taxas de c&acirc;mbio e outras despesas banc&aacute;rias aplic&aacute;veis.&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        9.3&#160;Iremos repassar as altera&ccedil;&otilde;es na taxa de IVA.&#160;Se a taxa de IVA mudar entre a data do seu pedido e a data em que fornecemos o produto, ajustaremos a taxa de IVA que voc&ecirc; paga, a menos que voc&ecirc; j&aacute; tenha pagado o produto integralmente antes que a altera&ccedil;&atilde;o na taxa de IVA entre em vigor.&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        9.4&#160;Podemos cobrar juros se voc&ecirc; pagar com atraso.&#160;Se voc&ecirc; n&atilde;o fizer nenhum pagamento para n&oacute;s na data de vencimento, podemos cobrar juros sobre o valor em atraso &agrave; taxa de 8% ao ano acima da taxa b&aacute;sica de empr&eacute;stimo do Barclays Bank plc de tempos em tempos.&#160;Esses juros ser&atilde;o acumulados diariamente, desde a data do vencimento at&eacute; a data do efetivo pagamento do valor vencido, antes ou depois do julgamento.&#160;Voc&ecirc; deve nos pagar juros junto com qualquer valor em atraso.&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        9.5&#160;O que acontece se errarmos no pre&ccedil;o.&#160;&Eacute; sempre poss&iacute;vel que, apesar de nossos melhores esfor&ccedil;os, alguns dos produtos que vendemos possam estar com pre&ccedil;os incorretos.&#160;Normalmente, verificaremos os pre&ccedil;os antes de aceitar o seu pedido, de forma que, quando o pre&ccedil;o correto do produto na data do seu pedido for inferior ao nosso pre&ccedil;o declarado na data do seu pedido, cobraremos o valor mais baixo.&#160;Se o pre&ccedil;o correto do produto na data do seu pedido for maior do que o pre&ccedil;o declarado a voc&ecirc;, entraremos em contato para obter instru&ccedil;&otilde;es antes de aceitarmos o seu pedido.&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        9.6&#160;O que fazer se voc&ecirc; achar que uma fatura est&aacute; errada.&#160;Se voc&ecirc; acha que uma fatura est&aacute; errada, entre em contato conosco imediatamente para nos informar.&#160;Voc&ecirc; n&atilde;o ter&aacute; que pagar juros at&eacute; que a disputa seja resolvida.&#160;Assim que a disputa for resolvida, cobraremos juros sobre os valores faturados corretamente a partir da data de vencimento original.&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        10.&#160;NOSSA RESPONSABILIDADE POR PERDAS OU DANOS SOFRIDOS POR VOC&Ecirc; SE VOC&Ecirc; FOR UM CONSUMIDOR&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        10.1&#160;Somos respons&aacute;veis &#8203;&#8203;perante voc&ecirc; por perdas e danos previs&iacute;veis causados &#8203;&#8203;por n&oacute;s.&#160;Se n&atilde;o cumprirmos estes termos, seremos respons&aacute;veis &#8203;&#8203;por perdas ou danos sofridos por voc&ecirc;, resultado previs&iacute;vel de nossa quebra deste contrato ou de nossa falha em usar o cuidado e habilidade razo&aacute;veis, mas n&atilde;o somos respons&aacute;veis &#8203;&#8203;por qualquer perda ou dano que seja n&atilde;o previs&iacute;vel.&#160;A perda ou dano &eacute; previs&iacute;vel se for &oacute;bvio que isso vai acontecer ou se, quando o contrato foi feito, voc&ecirc; e n&oacute;s sab&iacute;amos que poderia acontecer, por exemplo, se voc&ecirc; discutiu conosco durante o processo de venda.&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        10.2&#160;N&atilde;o exclu&iacute;mos ou limitamos de forma alguma a nossa responsabilidade para com voc&ecirc; onde seria ilegal faz&ecirc;-lo.&#160;Isso inclui responsabilidade por morte ou danos pessoais causados &#8203;&#8203;por nossa neglig&ecirc;ncia ou neglig&ecirc;ncia de nossos funcion&aacute;rios, agentes ou subcontratados;&#160;por fraude ou deturpa&ccedil;&atilde;o fraudulenta;&#160;por viola&ccedil;&atilde;o de seus direitos legais em rela&ccedil;&atilde;o aos produtos;&#160;e para produtos defeituosos de acordo com a Lei de Prote&ccedil;&atilde;o ao Consumidor de 1987.&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        10.3&#160;Se o conte&uacute;do digital defeituoso que fornecemos danificar um dispositivo ou conte&uacute;do digital pertencente a voc&ecirc; e isso for causado por nossa falha em usar o cuidado e habilidade razo&aacute;veis, iremos reparar o dano ou pagar uma indeniza&ccedil;&atilde;o.&#160;No entanto, n&atilde;o seremos respons&aacute;veis &#8203;&#8203;por danos que voc&ecirc; poderia ter evitado seguindo nosso conselho de aplicar uma atualiza&ccedil;&atilde;o oferecida a voc&ecirc; gratuitamente ou por danos que foram causados &#8203;&#8203;por voc&ecirc; n&atilde;o seguir corretamente as instru&ccedil;&otilde;es de instala&ccedil;&atilde;o ou por n&atilde;o ter implementado o sistema m&iacute;nimo requisitos por n&oacute;s aconselhados.&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        10.4&#160;N&atilde;o somos respons&aacute;veis &#8203;&#8203;por perdas de neg&oacute;cios.&#160;Se voc&ecirc; for um consumidor, n&oacute;s fornecemos os Produtos apenas para uso dom&eacute;stico e privado.&#160;Se voc&ecirc; usar os Produtos para qualquer finalidade comercial, comercial ou de revenda, n&atilde;o teremos qualquer responsabilidade perante voc&ecirc; por qualquer perda de lucro, perda de dados, perda de neg&oacute;cios, interrup&ccedil;&atilde;o de neg&oacute;cios ou perda de oportunidade de neg&oacute;cios.&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        11.&#160;NOSSA RESPONSABILIDADE POR PERDAS OU DANOS SOFRIDOS POR VOC&Ecirc; SE N&Atilde;O ESTIVER USANDO OS PRODUTOS COMO CONSUMIDOR&#160;&#160;&#160;&#160;&#160;<br />
        11.1&#160;Nada nestes termos deve limitar ou excluir nossa responsabilidade por:&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        11.1.1&#160;morte ou danos pessoais causados &#8203;&#8203;por nossa neglig&ecirc;ncia ou neglig&ecirc;ncia de nossos funcion&aacute;rios, agentes ou subcontratados (conforme aplic&aacute;vel);&#160;&#160;&#160;&#160;<br />
        11.1.2&#160;fraude ou deturpa&ccedil;&atilde;o fraudulenta;&#160;&#160;&#160;&#160;<br />
        11.1.3&#160;viola&ccedil;&atilde;o dos termos impl&iacute;citos na se&ccedil;&atilde;o 12 da Lei de Venda de Mercadorias de 1979 ou na se&ccedil;&atilde;o 2 da Lei de Fornecimento de Bens e Servi&ccedil;os de 1982;&#160;ou&#160;&#160;&#160;&#160;<br />
        11.1.4&#160;produtos defeituosos de acordo com a Lei de Prote&ccedil;&atilde;o ao Consumidor de 1987;&#160;ou&#160;&#160;&#160;&#160;<br />
        11.1.5&#160;qualquer assunto em rela&ccedil;&atilde;o ao qual seria ilegal para n&oacute;s excluir ou restringir a responsabilidade.&#160;&#160;&#160;&#160;<br />
        11.2&#160;Exceto na medida expressamente declarada na Cl&aacute;usula 11.1, todos os termos impl&iacute;citos nas se&ccedil;&otilde;es 13 a 15 da Lei de Venda de Mercadorias de 1979 e se&ccedil;&otilde;es 3 a 5 da Lei de Fornecimento de Bens e Servi&ccedil;os de 1982 est&atilde;o exclu&iacute;dos.&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        11.3&#160;Sujeito &agrave; Cl&aacute;usula 11.1:&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        11.3.1&#160;n&atilde;o seremos respons&aacute;veis &#8203;&#8203;por voc&ecirc;, seja em contrato, ato il&iacute;cito (incluindo neglig&ecirc;ncia), viola&ccedil;&atilde;o de dever estatut&aacute;rio ou de outra forma, por qualquer perda de lucro, perda de dados ou qualquer perda indireta ou consequente decorrente de ou em conex&atilde;o com qualquer contrato entre n&oacute;s;&#160;&#160;&#160;&#160;<br />
        11.3.2&#160;n&atilde;o teremos qualquer responsabilidade para com voc&ecirc; em rela&ccedil;&atilde;o &agrave; qualidade ou desempenho do Conte&uacute;do Digital que &eacute; desenvolvido e disponibilizado a voc&ecirc; por nossos licenciadores terceirizados para os quais atuamos como revendedores;&#160;e&#160;&#160;&#160;&#160;<br />
        11.3.3&#160;nossa responsabilidade total para com voc&ecirc; por todas as outras perdas decorrentes ou em conex&atilde;o com qualquer contrato entre n&oacute;s, seja em contrato, ato il&iacute;cito (incluindo neglig&ecirc;ncia), viola&ccedil;&atilde;o de dever estatut&aacute;rio ou de outra forma, deve ser limitada &agrave;s somas totais pagas por voc&ecirc; para Produtos sob tal contrato.&#160;&#160;&#160;&#160;<br />
        12.&#160;COMO PODEMOS USAR SUAS INFORMA&Ccedil;&Otilde;ES&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        12.1&#160;Como usaremos suas informa&ccedil;&otilde;es pessoais.&#160;Consulte nossa pol&iacute;tica de privacidade <br />
        12.2&#160;OUTROS TERMOS IMPORTANTES&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        12.3&#160;Podemos transferir este acordo para outra pessoa.&#160;Podemos transferir nossos direitos e obriga&ccedil;&otilde;es sob estes termos para outra organiza&ccedil;&atilde;o.&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        12.4&#160;Voc&ecirc; precisa do nosso consentimento para transferir seus direitos a outra pessoa.&#160;Voc&ecirc; s&oacute; pode transferir seus direitos ou obriga&ccedil;&otilde;es sob estes termos para outra pessoa se concordarmos com isso por escrito.&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        12.5&#160;Ningu&eacute;m mais tem quaisquer direitos sob este contrato.&#160;Este contrato &eacute; entre voc&ecirc; e n&oacute;s.&#160;Nenhuma outra pessoa ter&aacute; o direito de fazer cumprir qualquer um de seus termos.&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        12.6&#160;Se um tribunal julgar parte deste contrato ilegal, o resto continuar&aacute; em vigor.&#160;Cada um dos par&aacute;grafos destes termos opera separadamente.&#160;Se qualquer tribunal ou autoridade competente decidir que qualquer um deles &eacute; ilegal, os par&aacute;grafos restantes permanecer&atilde;o em pleno vigor e efeito.&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        12.7&#160;Mesmo se atrasarmos em fazer cumprir este contrato, ainda podemos fazer valer mais tarde.&#160;Se n&atilde;o insistirmos imediatamente que voc&ecirc; fa&ccedil;a qualquer coisa que seja obrigada a fazer sob estes termos, ou se atrasarmos em tomar medidas contra voc&ecirc; em rela&ccedil;&atilde;o &agrave; quebra deste contrato, isso n&atilde;o significa que voc&ecirc; n&atilde;o tenha que fazer essas coisas e isso n&atilde;o nos impedir&aacute; de tomar medidas contra voc&ecirc; em uma data posterior.&#160;Por exemplo, se voc&ecirc; perder um pagamento e n&atilde;o o perseguirmos, mas continuarmos a fornecer os produtos, ainda podemos exigir que voc&ecirc; fa&ccedil;a o pagamento em uma data posterior.&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        12.8&#160;Quais leis se aplicam a este contrato e onde voc&ecirc; pode entrar com processos legais.&#160;Estes termos s&atilde;o regidos pela lei inglesa e voc&ecirc; pode entrar com processos legais em rela&ccedil;&atilde;o aos produtos nos tribunais ingleses.&#160;Se voc&ecirc; mora na Esc&oacute;cia, pode abrir processos judiciais em rela&ccedil;&atilde;o aos produtos nos tribunais escoceses ou ingleses.&#160;Se voc&ecirc; mora na Irlanda do Norte, pode abrir processos judiciais em rela&ccedil;&atilde;o aos produtos tanto nos tribunais da Irlanda do Norte quanto nos tribunais ingleses.&#160;O precedente est&aacute; sujeito &agrave;s prote&ccedil;&otilde;es obrigat&oacute;rias do consumidor que se aplicam ao seu pa&iacute;s, que podem lhe oferecer direitos adicionais.&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        12.9&#160;Resolu&ccedil;&atilde;o alternativa de disputas &eacute; um processo em que um &oacute;rg&atilde;o independente considera os fatos de uma disputa e busca resolv&ecirc;-la, sem que voc&ecirc; tenha que ir a um tribunal.&#160;Se voc&ecirc; n&atilde;o estiver satisfeito com a forma como lidamos com qualquer reclama&ccedil;&atilde;o, voc&ecirc; pode considerar um provedor alternativo de resolu&ccedil;&atilde;o de disputas.&#160;Al&eacute;m disso, tenha em aten&ccedil;&atilde;o que os lit&iacute;gios podem ser apresentados para resolu&ccedil;&atilde;o online na&#160;plataforma de&#160;resolu&ccedil;&atilde;o de lit&iacute;gios online da Comiss&atilde;o Europeia.&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;<br />
        Quaisquer refer&ecirc;ncias a quaisquer marcas neste site / p&aacute;gina, incluindo refer&ecirc;ncias a marcas e instrumentos, s&atilde;o fornecidas apenas para fins de descri&ccedil;&atilde;o.&#160;Por exemplo, refer&ecirc;ncias a marcas de instrumentos s&atilde;o fornecidas para descrever o som do instrumento e / ou o instrumento usado na amostra.&#160;Os Caffeine n&atilde;o t&ecirc;m (nem reivindicam) qualquer associa&ccedil;&atilde;o ou endosso por essas marcas.&#160;Qualquer boa vontade ligada a essas marcas cabe ao propriet&aacute;rio da marca.&#160;Caffeine ou seus fornecedores n&atilde;o aceitam qualquer responsabilidade em rela&ccedil;&atilde;o ao conte&uacute;do da amostra ou a precis&atilde;o da descri&ccedil;&atilde;o.&#160;<br />
        </p>

</div>